["Steps to Orbit and Back\nLaunch Preparation\nSet thrust to maximum by hitting Z.\nToggle on SAS by hitting T.\nHit M to go to Map View. Tilt the view so that you're looking straight down Kerbin's North pole, which will give a clear view of the trajectory arc towards the East and the Apoapsis label.\nSwitch back to the normal viewmode by hitting M to enjoy the Launch spectacle.\nAccelerate to 100 m/s\nLaunch by hitting the space bar and keep the rocket pointed straight up until the vehicle's speed is 100 m/s. Use the Navball to keep the level indicator centered on the blue hemisphere.\n\nPitch 10 degrees East\nWhen the rocket's speed reaches 100 m/s, start a gravity turn by pressing the D key until the rocket is pitched 10 degrees towards the East. The heading (HDG) on the Navball should now be 90 degrees.\n\nWhile the rocket accelerates, gravity will bend the trajectory downwards. On the Navball this can be observed as the Prograde marker dropping further down. Follow it by keeping the level indicator within the circle of the prograde marker at all times especially while in the lower atmosphere, but at about 30km the reaction wheels should be able to compensate. If craft nears the apoapsis too fast, which can be seen in a dropping time to apoapsis, it might be necessary to point “above” the prograde marker, away from the brown half.\n\nStage\nThe fuel of the first stage will run out before 20km altitude. Hit the space bar to discard it and to activate the second stage. Continue to accelerate at full throttle.\n\nHit M to switch to map view. Click the Navball toggle at the bottom of the screen to make it visible again. Continue to watch the Navball and steer the rocket to keep it aligned it with prograde.\n\nGet apoapsis above 70 km\nIn map view, hover the mouse over the AP label on the highest point of the trajectory to monitor the apoapsis height; cut off the engine with X when it reaches 70 km (70,000 meters).\n\nLet the rocket coast towards apoapsis after cutting off the engine.\n\nGet periapsis above 70 km\nAs the rocket approaches apoapsis, orient it once more to align with the prograde marker. At 30 seconds before apoapsis, reignite the engine at full throttle with Z. The apoapsis will begin to shift ahead; aim to keep it roughly the same amount of time ahead by throttling up or down with Shift and Control.\n\nThe projected trajectory will begin to widen until the PE label appears on the other side of the planet. A stable orbit will be reached when both apoapsis and periapsis are above 70 km.\n\nDe-orbiting\nWait until the craft is at apoapsis and orient it for a de-orbit burn by aligning the level indicator on the navball with the chartreuse yellow retrograde marker. Now burn until the periapsis is around 30 km. Discard the engine and fuel tank by staging, leaving only the command pod with its heat shield and parachute.\n\nIf fuel is scarce, any periapsis below 70 km will eventually result in de-orbiting. However, it may take many passes through the atmosphere before the vehicle finally slows down enough.\n\nRe-entry\nDuring re-entry into the atmosphere, the capsule will heat up and lose speed. Keep the level indicator aligned with the retrograde marker to let the heat shield take the brunt of the heat.\n\nWait until the capsule's speed drops below 200 m/s, or the parachute sign on the left turns from red to grey, and deploy the parachute.\n\nCommon problems and solutions\nRocket tumbles or goes out of control\nThe most common problem of new players is their rockets going out of control while in the atmosphere. There are multiple causes and slightly different solutions. First, make sure that SAS is on.\n\nNote: If the rocket contains a manned pilot module (especially those of command pods) then the craft should be very stable, and should even be flyable without SAS (and, depending on your build, may or may not need SAS assistance to achieve orbit).\n\nIf the rocket does NOT contain a manned pilot module (even more so with the Probodobodyne Stayputnik as it has no SAS), then it is very likely (almost guaranteed) it WILL go out of control. It is preferred to add multiple reaction wheels (about 15N/m required) and multiple gimbal engines. Career players that are low on tech can stack smaller reaction wheels to mitigate the lack of torque. A good example of this phenomenon is the GDLV3. Flying it without SAS, you will quickly find yourself losing control. Replacing the entire aeroshell with the Mk1-3 Command Pod (plus decoupler and chutes) will give it excellent handling even without SAS.\n\nIt might be because the command pods' weight will shift the center of mass, which allow the craft to be more stable (and it seems like the case: a Command Pod Mk1 on a Size 2 rocket will be less maneuverable than one with Mk1-3 Command Pod.\n\n\nIf that doesn't work, then the cause is often a lack of control surfaces and aerodynamics. You will want to place something like the AV-R8 Winglet at the bottom of your rocket. This gives it both stability and control. Using an engine that has a gimbal, such as the LV-T45 will also give you more control.\n\nAnother common cause is aggressive piloting. When pitching over or making other corrections, it is important to make small adjustments. Always keep your nose close to the yellow prograde marker. In other words, make a small adjustment, wait until you're moving in the same direction as your nose is pointing, and then make another small adjustment.\n\nIt might also because you flipped your root part for some reasons, if you can, flip your root part back while keeping the other parts flipped.\n\nThe final common cause is travelling too quickly while in the lower atmosphere. This causes more aerodynamic pressure on your craft, which may overwhelm the control provided by winglets and engines. If you see flames during ascent, this is a likely cause."]