{"How to enable sas and set throttle to 01 in Kerbal Space Program?": "Answer: To enable SAS (Stability Assist System) in Kerbal Space Program, you can press the \"T\" key on your keyboard. To set the throttle to 0%, you can press the \"Z\" key to decrease throttle or use the throttle control on the bottom left of the screen.", "How to test mission: enable sas and set throttle to 01 in Kerbal Space Program?": "Answer: To test a mission in Kerbal Space Program with SAS enabled and throttle set to 01, you can follow these steps:\n\n1. Launch your spacecraft on the launchpad or runway.\n2. Press the T key to enable SAS (Stability Assist System).\n3. Press the Z key to set the throttle to 0% (minimum throttle).\n4. Press the spacebar to launch your spacecraft.\n5. Monitor your spacecraft's stability and trajectory with SAS assistance.\n\nThis setup can be useful for testing the stability and control of your spacecraft during launch or other mission phases.", "How to reset vessel configuration in Kerbal Space Program?": "Answer: In Kerbal Space Program, you can reset a vessel's configuration by reverting to the Vehicle Assembly Building (VAB) or Spaceplane Hangar. This will allow you to make changes to the design and configuration of your vessel before launching it again.", "How to return to space center in Kerbal Space Program?": "Answer: To return to the space center in Kerbal Space Program, you can either press the \"Tracking Station\" button in the top right corner of the screen while in flight or on the map view, or you can press the \"Space Center\" button in the bottom right corner of the screen while in the tracking station or map view. This will take you back to the space center where you can plan your next mission or check on your other spacecraft.", "How to return to vehicle assembly building in Kerbal Space Program?": "Answer: To return to the Vehicle Assembly Building in Kerbal Space Program, you can simply exit the current mission or spaceflight you are in by pressing the \"Esc\" key on your keyboard. This will bring up the pause menu where you can select \"Exit to Space Center\" or \"Exit to Main Menu\". Once you are back at the Space Center, you can click on the Vehicle Assembly Building icon to return to the building and continue designing or modifying your spacecraft.", "How to test: set throttle to 01 in Kerbal Space Program?": "Answer: In Kerbal Space Program, setting the throttle to 01 means setting the throttle to 1%, which is the minimum throttle setting. To do this, you can use the throttle controls on your keyboard or controller. Typically, you can use the Z key to decrease the throttle in small increments until it reaches 1%.", "How to transfer to mun orbit in Kerbal Space Program?": "Answer: To transfer to a Mun orbit in Kerbal Space Program, you can follow these steps:\n1. Launch your spacecraft into a low Kerbin orbit.\n2. Wait until the Mun is in a good position relative to Kerbin. You can use the in-game map to see the relative positions of the Mun and Kerbin.\n3. Plan a maneuver node at the ascending or descending node of your orbit to raise your apoapsis until it intersects with the Mun's orbit.\n4. Adjust the maneuver node until you achieve an encounter with the Mun.\n5. Execute the burn at the planned time to transfer to a Mun orbit.\n6. Fine-tune your trajectory as needed to achieve the desired orbit around the Mun.\n\nRemember to account for the delta-v requirements and plan your maneuvers carefully to ensure a successful transfer to the Mun orbit.", "How to transfer to minmus orbit in Kerbal Space Program?": "Answer: To transfer to Minmus orbit in Kerbal Space Program, you can follow these steps:\n1. Launch your spacecraft into a low Kerbin orbit.\n2. Wait until Minmus is in the correct position relative to Kerbin. You can use the in-game alarm clock to help with this.\n3. Plan a maneuver node at the ascending or descending node of your orbit to set up a transfer to Minmus. Adjust the node until you see an encounter with Minmus.\n4. Execute the burn at the planned node to transfer your spacecraft to an intercept trajectory with Minmus.\n5. Fine-tune your trajectory as needed to enter orbit around Minmus once you arrive.\n\nRemember to manage your delta-v efficiently and keep an eye on your trajectory to ensure a successful transfer to Minmus orbit.", "How to perform prograde burn to raise apoapsis by 10km in Kerbal Space Program?": "Answer: To perform a prograde burn to raise the apoapsis by 10km in Kerbal Space Program, you will need to wait until you reach the periapsis of your orbit. At this point, you should burn prograde (in the direction of your current velocity) until your apoapsis reaches the desired altitude. Keep an eye on the map view to monitor your progress and adjust your burn as needed to achieve the desired apoapsis altitude. Remember to manage your thrust carefully to avoid overshooting the target altitude.", "How to perform a prograde burn to raise apoapsis by 10km in Kerbal Space Program?": "Answer: To perform a prograde burn to raise the apoapsis by 10km in Kerbal Space Program, you will need to wait until you reach the periapsis of your orbit. At this point, you should burn prograde (in the direction of your current velocity) until your apoapsis reaches the desired altitude. The amount of time you need to burn will depend on your spacecraft's thrust-to-weight ratio and the efficiency of your engines. It's important to monitor your progress using the map view to ensure you don't overshoot your target apoapsis.", "How to enable sas in Kerbal Space Program?": "Answer: To enable SAS (Stability Augmentation System) in Kerbal Space Program, you can press the \"T\" key on your keyboard. This will activate SAS and help stabilize your spacecraft during flight.", "How to perform orbital inclination change in Kerbal Space Program?": "Answer: To perform an orbital inclination change in Kerbal Space Program, you can execute a maneuver node at the ascending or descending node of your target orbit. By adding prograde or retrograde velocity at the node, you can change the inclination of your orbit. It's important to note that performing inclination changes can be costly in terms of delta-v, so efficient planning is key.", "How to set throttle to 02 in Kerbal Space Program?": "Answer: In Kerbal Space Program, you can set the throttle to 02 by pressing the \"Z\" key on your keyboard. Each press of the \"Z\" key will increase the throttle by 10%, so you may need to press it a few times to reach exactly 20%.", "How to set throttle to 01 in Kerbal Space Program?": "Answer: In Kerbal Space Program, you can set the throttle to 01 by pressing the Z key on your keyboard. This will set the throttle to 10%, which is equivalent to 0.1 in the game.", "How to launch to 80km orbit in Kerbal Space Program?": "Answer: To launch to an 80km orbit in Kerbal Space Program, you typically follow these steps:\n1. Launch your rocket vertically until you reach an altitude of around 10km.\n2. Begin to gradually pitch over your rocket towards the east (90 degrees on the navball) to start building up horizontal velocity.\n3. Continue pitching over gradually as you ascend, aiming to be at a 45-degree angle by the time you reach around 30km altitude.\n4. Keep accelerating until you reach orbital velocity (around 2,300 m/s) at an altitude of around 80km.\n5. Once you reach your desired altitude, circularize your orbit by burning prograde at the apoapsis until your periapsis is also at 80km.\n\nRemember to monitor your fuel levels, keep an eye on your trajectory, and adjust your pitch and throttle as needed to ensure a successful orbit insertion.", "How to launch to 80km kerbin orbit in Kerbal Space Program?": "Answer: To launch to an 80km Kerbin orbit in Kerbal Space Program, you can follow these general steps:\n\n1. Build a rocket with enough delta-v to reach orbit. A good rule of thumb is to have around 4500-5000 m/s of delta-v for a typical launch to low Kerbin orbit.\n\n2. Launch your rocket vertically until you reach an altitude of around 10km. At this point, start pitching over gradually to begin your gravity turn. Aim to be at a 45-degree angle by the time you reach an altitude of 30km.\n\n3. Continue your gravity turn until your apoapsis (the highest point of your orbit) reaches around 80km. Once you reach this altitude, cut your engines to avoid overshooting your desired orbit.\n\n4. At apoapsis, perform a prograde burn to circularize your orbit at 80km. Make sure to adjust your maneuver node to fine-tune your orbit if needed.\n\n5. Monitor your fuel levels and make adjustments as necessary to ensure you have enough delta-v to complete the circularization burn and any other maneuvers required for your mission.\n\nRemember to practice and adjust your launch profile based on your rocket design and performance to optimize your chances of reaching a stable 80km orbit.", "How to launch to 10km altitude in Kerbal Space Program?": "Answer: To launch to a 10km altitude in Kerbal Space Program, you can follow these general steps:\n1. Build a rocket with enough thrust to overcome gravity and reach the desired altitude.\n2. Launch your rocket vertically and gradually pitch over (tilt) towards the horizon to start building horizontal velocity.\n3. Monitor your altitude and speed indicators to ensure you are on track to reach 10km.\n4. Once you reach 10km altitude, you can level off and coast to that altitude before beginning your descent back to Kerbin.\n\nRemember to consider factors like aerodynamic drag, gravity losses, and fuel efficiency in your design and ascent profile. Experimenting with different rocket designs and launch profiles can help you optimize your launches in Kerbal Space Program.", "How to enable sas and set throttle to 03 in Kerbal Space Program?": "Answer: To enable SAS (Stability Assist System) in Kerbal Space Program, you can press the \"T\" key on your keyboard. To set the throttle to 03 (30%), you can use the \"Shift\" key to increase throttle and \"Ctrl\" key to decrease throttle. Pressing \"Z\" will set the throttle to zero.", "How to launch to 5km altitude in Kerbal Space Program?": "Answer: To launch to a specific altitude like 5km in Kerbal Space Program, you can follow these general steps:\n1. Build a rocket with enough thrust to lift off and reach the desired altitude.\n2. Launch your rocket and gradually pitch over (tilt) your rocket towards the horizon to start building horizontal velocity.\n3. Monitor your altitude and speed indicators in the game to ensure you are on track to reach 5km.\n4. Adjust your throttle and trajectory as needed to control your ascent and reach the target altitude.\n5. Once you reach 5km, you can level off and coast to that altitude before planning your next maneuver or descent.\n\nRemember to consider factors like aerodynamic drag, gravity losses, and fuel consumption when planning your ascent to ensure a successful flight to 5km altitude.", "How to launch to 7km altitude in Kerbal Space Program?": "Answer: In Kerbal Space Program, launching to a specific altitude like 7km can be achieved by controlling the throttle of your rocket during ascent. To reach 7km altitude, you typically want to aim for a gradual ascent profile to efficiently use your fuel. Start by launching vertically until around 100m/s, then begin to pitch over gradually (usually around 10 degrees) to start building horizontal velocity. Monitor your altitude and speed, adjusting your pitch to maintain a steady climb. By the time you reach 7km altitude, you should be traveling horizontally at a significant speed. Remember to keep an eye on your fuel levels and adjust your ascent profile accordingly.", "How to launch to 15km altitude in Kerbal Space Program?": "Answer: To launch to a specific altitude like 15km in Kerbal Space Program, you can follow these general steps:\n\n1. Build a rocket with enough thrust to reach the desired altitude. Consider using a rocket with multiple stages to optimize your ascent.\n2. Launch your rocket and begin your gravity turn shortly after liftoff. Aim to gradually pitch over your rocket to around 45 degrees by the time you reach 10km altitude.\n3. Monitor your altitude and speed during the ascent. Adjust your pitch angle to maintain a steady climb while preventing excessive aerodynamic forces.\n4. Once you reach 15km altitude, you can level off and coast to your desired location or continue your ascent to reach a higher orbit.\n\nRemember to balance thrust, aerodynamics, and fuel consumption to achieve your altitude goal efficiently. Experiment with different rocket designs and ascent profiles to optimize your launches in Kerbal Space Program.", "How to launch to 2km altitude in Kerbal Space Program?": "Answer: To launch to a specific altitude like 2km in Kerbal Space Program, you can follow these steps:\n1. Build a rocket with enough thrust to reach the desired altitude.\n2. Launch your rocket and gradually pitch over to start gaining horizontal speed once you reach around 100m/s vertical speed.\n3. Monitor your altitude and speed to ensure you reach 2km.\n4. Once you reach 2km, you can cut your engines and coast to that altitude.", "How to enable sas and set throttle to 05 in Kerbal Space Program?": "Answer: To enable SAS (Stability Assist System) in Kerbal Space Program, you can press the \"T\" key on your keyboard. To set the throttle to 50%, you can press the \"Shift\" key and \"Ctrl\" key together to increase or decrease the throttle in increments of 5%.", "How to land on kerbin in Kerbal Space Program?": "Answer: To land on Kerbin in Kerbal Space Program, you will need to plan your reentry carefully. Make sure your spacecraft is oriented correctly for reentry by pointing the heat shield towards the direction of travel. As you descend through the atmosphere, the heat shield will protect your craft from burning up. Use your parachutes to slow down your descent and safely land on the surface of Kerbin. Pay attention to your altitude and speed to ensure a safe landing.", "How to launch to 20km altitude in Kerbal Space Program?": "Answer: To launch to a specific altitude like 20km in Kerbal Space Program, you can follow these general steps:\n\n1. Build a rocket with enough thrust to reach the desired altitude. Consider using a rocket with multiple stages to optimize your ascent.\n2. Launch your rocket and gradually pitch over (tilt) your rocket towards the horizon as you ascend. This helps you build up horizontal velocity to reach higher altitudes efficiently.\n3. Monitor your altitude and speed indicators in the game to adjust your trajectory as needed. Aim to reach 20km altitude while maintaining a stable ascent.\n4. Once you reach 20km altitude, you can level off your trajectory and coast to that altitude before planning your descent or further maneuvers.\n\nRemember to experiment with different rocket designs and ascent profiles to optimize your launches in Kerbal Space Program."}